Repository: wp-plugins/jajadi-kerktijden
Catalog: languages/jajadi-kerktijden-*.po
Languages: nl_nl

source: This plugin publish the sermons from
nl_nl: Deze plugin publiceert de kerkdiensten van

source: The Author
nl_nl: De autheur

source: I'm Janjaap van Dijk.
nl_nl: Ik ben Janjaap van Dijk

source: Source:
nl_nl: Bron:

source: Settings
nl_nl: Instellingen

source: How to use this plugin
nl_nl: Hoe moet je deze plugin gebruiken

source: Insert the id below and hit save.
nl_nl: Voeg het id hieronder in.

source: General Settings
nl_nl: Algemene instellingen

source: About
nl_nl: Over

source: Church ID
nl_nl: Kerk ID

source: Publish sermons from kerktijden.nl
nl_nl: Publiceert diensten van kerktijden.nl

source: Go to %1$s and search your church.
nl_nl: Ga naar %1$s en zoek uw kerk.

source: Look in the URL and search for the id. (Example: %1$s the id is %2$s)
nl_nl: Kijk in de URL en zoek de id. (Voorbeeld: %1$s de id is %2$s)

source: Create a page or post and paste the following shortcode: %1$s
nl_nl: Maak een pagina of bericht en plak de volgende shortcode in het bericht of pagina: %1$s
